  
{
    "Albums": [{
        "albumTitle": "40 oz. to Freedom",
        "shortTitle": "40_oz_to_freedom",
        "tracks": ["Ball and Chain", "New Thrash", "40 oz. to Freedom", "New Song", "Scarlet Begonias"],
        "coverArt": "40-oz-to-freedom.jpeg",
        "releaseDate": "1992",
        "shortSummary": "40oz. to Freedom is the 1992 debut album by the Southern California ska-punk band Sublime released by Skunk Records and again by MCA.",
        "summary": "40oz. to Freedom is the 1992 debut album by the Southern California ska-punk band Sublime released by Skunk Records and again by MCA. 40oz. to Freedom received mixed critical reviews upon its first release, but has earned an improved public perception since. Sublime would not achieve any mainstream success until the release of their eponymous album in 1996, two months after the death of their lead singer and guitarist, Bradley Nowell. As of 2011, the album has certified sales of two million copies in the US, and is Sublime's second best-selling studio album there (the self-titled album leads with six million). Along with The Offspring's 1994 album Smash, 40oz. to Freedom is one of the highest-selling independently released albums of all time."
    },{
        "albumTitle": "Robbin' the Hood",
        "shortTitle": "robbin_the_hood",
        "tracks": ["Waiting for Bud", "Steady B Loop Dub", "Raleigh Soliloquy", "Pool Shark", "Steppin' Razor", "Greatest-Hits", "Free Loop Dub", "Q-Ball", "Saw Red", "Work That We Do", "Lincoln Highway Dub"],
        "coverArt": "robbin-the-hood.png",
        "releaseDate": "1994",
        "shortSummary": "Robbin' the Hood is notable for having low production values (the album sleeve boasts of its '13 self produced 4-track home recordings'), as well as including multiple samples and lyrics from other artists.",
        "summary": "Robbin' the Hood is notable for having low production values (the album sleeve boasts of its '13 self produced 4-track home recordings'), as well as including multiple samples and lyrics from other artists. The album also features 'Raleigh Soliloquies,' selections from a rant recorded by a man with schizophrenia named Raleigh Theodore Sakers. According to Troy Dendekker (lead singer Bradley Nowell's wife), the majority of the album was recorded in a Long Beach, California crack house.[citation needed] She also stated that the album was written and recorded at the height of Nowell's heroin addiction, with many references to this reflected in the album's lyrics; particularly in 'Pool Shark'."
    },{
        "albumTitle": "Sublime",
        "shortTitle": "sublime",
        "tracks": ["April 29, 1992", "Burritos", "Caress Me Down", "Doin' Time", "What I Got", "Santeria"],
        "coverArt": "sublime.jpeg",
        "releaseDate": "1996",
        "shortSummary": "Sublime is the third and final studio album by American ska punk band Sublime. Produced by Paul Leary and David Kahne, the album was released on July 30, 1996 in the United States by MCA Records.",
        "summary": "Sublime is the third and final studio album by American ska punk band Sublime. Produced by Paul Leary and David Kahne, the album was released on July 30, 1996 in the United States by MCA Records. Sublime formed in 1988 in Long Beach, California by vocalist/guitarist Bradley Nowell, bassist Eric Wilson, and drummer Bud Gaugh. The trio toured heavily from their inception while developing their sound. Their first studio release—40 Oz. to Freedom (1992)—featured the single 'Date Rape', which attracted heavy airplay in Southern California. MCA signed the band and distributed their second independent album, Robbin' the Hood, in 1994."
    },{
        "albumTitle": "Second-hand Smoke",
        "shortTitle": "second_hand_smoke",
        "tracks": ["Don't Push", "Romeo", "Legal Dub", "Slow Ride", "Thanx Dub", "What's Really Going Wrong", "Had a DAT", "Chick on My Tip", "New Realization"],
        "coverArt": "second-hand-smoke.jpg",
        "releaseDate": "1997",
        "shortSummary": "Second-hand Smoke is a compilation album by the band Sublime. It was released in 1997 following the death of lead singer Bradley Nowell the year before.",
        "summary": "Second-hand Smoke is a compilation album by the band Sublime. It was released in 1997 following the death of lead singer Bradley Nowell the year before. Although this is technically a compilation album, it features some unreleased material as well as recycled and remixed versions of previous tracks. It is also regarded as their final album. Even though the surviving members of Sublime (Eric Wilson and Bud Gaugh) stated that the band would not make any more albums after Nowell's death, which would result in the band's breakup, MCA bound them by their contract and made the remaining members follow out their contract with the next 3 albums. Instead of recording more albums with Sublime, Wilson and Gaugh would record together in their later projects Long Beach Dub Allstars and Sublime with Rome."
    },{
        "albumTitle": "Everything Under The Sun",
        "shortTitle": "everything_under_the_sun",
        "tracks": ["Jailhouse", "Get Out!", "Right Back", "Great Stone", "Legalize It", "Badfish", "Pawn Dub", "Miami", "Foolish Fool", "Garden Grove", "Wrong Way"],
        "coverArt": "everything-under-the-sun.jpeg",
        "releaseDate": "2006",
        "shortSummary": "Everything Under the Sun is a 2006 box set of rarities from the band Sublime. It is composed in large part of tracks that can be found on previously released bootleg albums.",
        "summary": "Everything Under the Sun is a 2006 box set of rarities from the band Sublime. It is composed in large part of tracks that can be found on previously released bootleg albums. The collection features material from throughout the band's career, from their earliest demos to other rare recordings, mostly live performances, which never saw release.[1] A DVD is also included and features videos of the band's most well-known songs as well as unreleased tracks.[2] The box set peaked at number 97 on the Billboard 200 albums chart in December 2006."
    }]
}