  
{
    "Albums": [{
        "albumTitle": "Sultans Of The Dance",
        "shortTitle": "sultans_of_the_dance",
        "tracks": ["Mountains Of Gods", "The River of Light", "The Fire Dances 2", "Fire Of Anatolia", "The Army Of Darkness"],
        "coverArt": "Sultans Of The Dance.jpeg",
        "releaseDate": "2001",
        "shortSummary": "The Fire of Anatolia or Anadolu Ateşi is a Turkish dance group consisting of 120 dancers, several choreographers and other technical staff",
        "summary": "The group has performed in more than 85 countries from the USA to China and Japan, in front of an audience of approximately 20 million people altogether. Fire of Anatolia holds two Guinness records, one for fastest dance performance with 241 steps per minute. The concept of a large dance group performing Anatolian dances mixed with modern dance and ballets."
    },{
        "albumTitle": "Rumi",
        "shortTitle": "rumi",
        "tracks": ["Listen to the Reed", "The Cry of the Reed", "O Son! Break the Chains", "The Beloved Is All", "He Saw from Her Grief", "For the Love of the Dead", "Our Words and Actions", "Our Words and Actions", "Love to the Two World", "Work That We Do", "The Forsight of This Intelligence"],
        "coverArt": "rumi1.jpg",
        "releaseDate": "1994",
        "shortSummary": "Robbin' the Hood is notable for having low production values (the album sleeve boasts of its '13 self produced 4-track home recordings'), as well as including multiple samples and lyrics from other artists.",
        "summary": "Robbin' the Hood is notable for having low production values (the album sleeve boasts of its '13 self produced 4-track home recordings'), as well as including multiple samples and lyrics from other artists. The album also features 'Raleigh Soliloquies,' selections from a rant recorded by a man with schizophrenia named Raleigh Theodore Sakers. According to Troy Dendekker (lead singer Bradley Nowell's wife), the majority of the album was recorded in a Long Beach, California crack house.[citation needed] She also stated that the album was written and recorded at the height of Nowell's heroin addiction, with many references to this reflected in the album's lyrics; particularly in 'Pool Shark'."
    },{
        "albumTitle": "N'ssi N'ssi",
        "shortTitle": "n'ssi_n'ssi",
        "tracks": ["Abdel Kader", "Serbi Serbi", "Kebou", "Adieu", "Chebba", "Les ailes","Alech Taadi"],
        "coverArt": "NssiNssi.jpg",
        "releaseDate": "November 9, 1998",
        "shortSummary": "Abdel Kader (Arabic: عبد القادر‎) is an Algerian traditional song made famous by the Algerian raï artist Khaled. ",
        "summary": "Second-hand Smoke is a compilation album by the band Sublime. It was released in 1997 following the death of lead singer Bradley Nowell the year before. Although this is technically a compilation album, it features some unreleased material as well as recycled and remixed versions of previous tracks. It is also regarded as their final album. Even though the surviving members of Sublime (Eric Wilson and Bud Gaugh) stated that the band would not make any more albums after Nowell's death, which would result in the band's breakup, MCA bound them by their contract and made the remaining members follow out their contract with the next 3 albums. Instead of recording more albums with Sublime, Wilson and Gaugh would record together in their later projects Long Beach Dub Allstars and Sublime with Rome."
     }]
}